String startMessage = '''Привіт 👋🏻
Я бот спеціальності 113 - Прикладна математика. ✨
Тут ти зможеш дізнатися багато корисної інформації про спеціальність й отримати відповіді на запитання ☺️
Команди:
/info_113 - Інформація про Прикладну математику.
''';

String info_113 = '''Спеціальність 113 - Прикладна математика
Освітня програма підготовки бакалаврів:
Математичне забезпечення комп'ютерних систем.
Освітня програма підготовки магістрів:
Прикладна математика.
Чим займається прикладна математика?
    ✏️Розробка математичного і програмного забезпечення функціонування інтелектуальних та інформаційних систем, дистанційної передачі інформації, розпізнавання образів.
    ✏️Моделювання і управління системами в економіці, біології, медицини, соціології та інших сферах діяльності.
    ✏️Застосування методів нелінійної динаміки та фрактальної геометрії; розробка баз даних, веб-додатків і тестування програмного забезпечення.
''';
