String startMessage = '''Привіт 👋🏻
Я бот кафедри Прикладної математики та інформаційних технологій. ✨
Тут ти зможеш дізнатися багато корисної інформації про спеціальності й отримати відповіді на запитання ☺️
''';

String info_113 = '''Спеціальність 113 - Прикладна математика
Освітня програма підготовки бакалаврів:
Математичне забезпечення комп'ютерних систем.
Освітня програма підготовки магістрів:
Прикладна математика.
Чим займається прикладна математика?
    ✏️Розробка математичного і програмного забезпечення функціонування інтелектуальних та інформаційних систем, дистанційної передачі інформації, розпізнавання образів.
    ✏️Моделювання і управління системами в економіці, біології, медицини, соціології та інших сферах діяльності.
    ✏️Застосування методів нелінійної динаміки та фрактальної геометрії; розробка баз даних, веб-додатків і тестування програмного забезпечення.
''';

// Секция специальности 124 - Системный анализ
String menu_systemAnalysis = '''Обери що тебе цікавить дізнатися про спеціальність. :)''';

// Текст к кнопке About
// ✏️📎🔎📚❔🟣🟡💸👀‼️🔔📣🟢📊🔼❓🌐✔️📌 ✅
String aboutSystemAnalysis = '''
Спеціальність 124 - Системний аналіз
Освітня програма підготовки бакалаврів:
Системний аналіз.
Освітня програма підготовки магістрів:
Системний аналіз.

✅️ Системний аналіз - це сучасна і важлива галузь знань, яка вивчає складні системи та процеси. Системний аналітик займається розумінням цих систем та їх складових частин, а також вивченням взаємодії між ними.

✅️ Студенти, що обирають спеціальність "Системний аналіз", вивчають інструменти та методики аналізу та проектування систем, які забезпечують ефективне функціонування в різних сферах, таких як промисловість, транспорт, управління, фінанси, медицина, екологія та інші.

✅️ Основна мета системного аналізу полягає в тому, щоб зрозуміти причинно-наслідкові зв'язки між різними елементами системи та їх взаємодію. Системний аналітик займається розробкою та впровадженням систем, які забезпечують оптимальну взаємодію між різними компонентами та підсистемами. Окрім того, системний аналіз допомагає вирішувати різноманітні проблеми, пов'язані з управлінням, проектуванням та розвитком систем. Системний аналітик використовує математичні методи, алгоритми та інформаційні технології для аналізу та моделювання систем та процесів. Завдяки глибокому розумінню систем та їх функціонування, системний аналітик може розробляти та впроваджувати інноваційні рішення, що забезпечують ефективне та стійке функціонування різних систем та процесів.

✅️ Після закінчення навчання студенти можуть знайти роботу в різних сферах діяльності, де необхідні знання та навички в галузі системного аналізу. Це можуть бути компанії, які займаються розробкою та впровадженням інформаційних систем, фінансові установи, компанії з логістики та транспортування, дослідницькі центри, наукові інститути та інші.
''';

// Текст к секции Статистика и рынок труда
String statisticSystemAnalysis = '''
📈👨‍💼 Статистика та ринок праці системного аналізу в Україні 🇺🇦

Сьогодні системний аналіз - одна з найбільш відомих професій на ринку праці в сфері IT та не лише. Статистика підтверджує зростаючий тренд: кількість вакансій системного аналітика на порталах пошуку роботи постійно збільшується.

💰 Середня зарплата для системних аналітиків в Україні вища, ніж середня зарплата по країні. Згідно з даними порталу hh.ua, вона становить близько 32 000 грн на місяць.

👨‍💼 Крім того, системний аналіз має широке застосування в багатьох галузях, що створює безліч можливостей для трудової зайнятості. Системні аналітики можуть працювати в IT-сфері, банківському секторі, виробництві, медицині, державному управлінні та багатьох інших галузях, де потрібне керування даними та процесами.

🎓 Високі зарплати та безліч можливостей для трудової зайнятості роблять системний аналіз привабливою професією для багатьох студентів та професіоналів, які хочуть розвиватися в сфері аналізу та управління даними в Україні.
''';

String inProcess = '''!!! Розробляється !!!''';


String infoMessage = '''Вибери спеціальність, щоб отримати інформацію про неї.''';