// Картинка с алгоритмом поступления от МОН Украины
String admissionMONUkraine2023 =
    'https://mon.gov.ua/storage/app/uploads/public/642/536/34e/64253634e8e87484387527.jpg';

// Вітальне повідомлення
String startMessage = '''Привіт 👋🏻
Я бот кафедри Прикладної математики та інформаційних технологій. ✨
Тут ти зможеш дізнатися багато корисної інформації про спеціальності й отримати відповіді на запитання ☺️
''';

//Текст к кнопке About
String aboutAppliedMath = ''' 
🎓 Спеціальність 113 - цырк на колесах

🔬 Освітня програма підготовки бакалаврів: Математичне забезпечення комп'ютерних систем.
🔬 Освітня програма підготовки магістрів: Прикладна математика.

📊🧮📈 Факультет прикладної математики - це місце, де студенти вчаться застосовувати математичні методи для вирішення реальних проблем.

🧑‍🎓👨‍🏫 На цьому факультеті ви знайдете студентів, які захоплюються математикою та викладачів, які діляться своїми знаннями з ентузіазмом.

💻🔬 На факультеті прикладної математики приділяється велика увага використанню комп'ютерних технологій та програмного забезпечення для аналізу даних та моделювання.

🔍📈📊 Студенти вивчають такі предмети, як статистика, оптимізація, моделювання, чисельні методи та теорію ймовірностей.

🏢🌆 Факультет прикладної математики часто співпрацює з компаніями та організаціями, щоб допомогти їм розв'язати різні проблеми, пов'язані з даними та аналітикою.

🎓💼 У результаті навчання на цьому факультеті випускники готові працювати в таких сферах, як фінанси, технології, медицина та багатьох інших, де потрібне застосування математичних знань і навичок.
 ''';

// Текст к секции Статистика и рынок труда
String statisticAppliedMath = '''
📈👩‍💼 Статистика та ринок праці прикладної математики в Україні 🇺🇦

Прикладна математика є однією з найбільш перспективних професій на ринку праці в Україні. За останні роки зростає попит на спеціалістів з цієї галузі, що підтверджується статистикою.

💰 Середня зарплата для фахівців прикладної математики в Україні також вища, ніж середня зарплата по країні. Згідно з даними порталу rabota.ua, вона становить близько 27 000 грн на місяць.

👩‍💼 Вакансії для спеціалістів в області прикладної математики є в різних секторах, включаючи фінанси, медицину, технології та інші. Крім того, багато компаній та організацій активно шукають випускників факультетів прикладної математики для рішення своїх завдань.

🌐👥 Ринок труда для спеціалістів по прикладній математиці в Україні продовжує рости та розвиватися, відкриваючи нові можливості для випускників факультетів цієї галузі.

🎓 Більшість студентів обирають прикладну математику для навчання через високу зарплату та розмаїтість можливостей для трудової зайнятості в Україні.
''';

// Секция специальности 124 - Системный анализ
String menu_systemAnalysis =
    '''Обери що тебе цікавить дізнатися про спеціальність. :)''';

// Текст к кнопке About
String aboutSystemAnalysis = '''
🎓🔬 Спеціальність 124 - Системний аналіз 📊

🎓 Освітня програма підготовки бакалаврів: Системний аналіз.

🔍💻📈📊 Системний аналіз - це сучасна і важлива галузь знань, яка вивчає складні системи та процеси. Системний аналітик 🧑‍💼 займається розумінням цих систем та їх складових частин, а також вивченням взаємодії між ними.

📚👨‍🎓 Студенти, що обирають спеціальність "Системний аналіз", вивчають інструменти та методики аналізу та проектування систем, які забезпечують ефективне функціонування в різних сферах, таких як промисловість, транспорт, управління, фінанси, медицина, екологія та інші.

🎯🧠 Основна мета системного аналізу полягає в тому, щоб зрозуміти причинно-наслідкові зв'язки між різними елементами системи та їх взаємодію. Системний аналітик 🧑‍💼 займається розробкою та впровадженням систем, які забезпечують оптимальну взаємодію між різними компонентами та підсистемами.

👨‍🔬👩‍💻📊 Системний аналіз допомагає вирішувати різноманітні проблеми, пов'язані з управлінням, проектуванням та розвитком систем. Системний аналітик 🧑‍💼 використовує математичні методи, алгоритми та інформаційні технології для аналізу та моделювання систем та процесів.

💡🚀🤖 Завдяки глибокому розумінню систем та їх функціонування, системний аналітик 🧑‍💼 може розробляти та впроваджувати інноваційні рішення, що забезпечують ефективне та стійке функціонування різних систем та процесів.

🎓 Після закінчення навчання студенти можуть знайти 🏢 роботу в різних сферах діяльності, де необхідні знання та навички в галузі системного аналізу. Це можуть бути компанії, які займаються 💻 розробкою та впровадженням 📊 інформаційних систем, 💰 фінансові установи, 🚚 компанії з логістики та транспортування, 🧪 дослідницькі центри, 🔬 наукові інститути та інші.
''';

// Текст к секции Статистика и рынок труда
String statisticSystemAnalysis = '''
📈👨‍💼 Статистика та ринок праці системного аналізу в Україні 🇺🇦

Сьогодні системний аналіз - одна з найбільш відомих професій на ринку праці в сфері IT та не лише. Статистика підтверджує зростаючий тренд: кількість вакансій системного аналітика на порталах пошуку роботи постійно збільшується.

💰 Середня зарплата для системних аналітиків в Україні вища, ніж середня зарплата по країні. Згідно з даними порталу hh.ua, вона становить близько 32 000 грн на місяць.

👨‍💼 Крім того, системний аналіз має широке застосування в багатьох галузях, що створює безліч можливостей для трудової зайнятості. Системні аналітики можуть працювати в IT-сфері, банківському секторі, виробництві, медицині, державному управлінні та багатьох інших галузях, де потрібне керування даними та процесами.

🎓 Високі зарплати та безліч можливостей для трудової зайнятості роблять системний аналіз привабливою професією для багатьох студентів та професіоналів, які хочуть розвиватися в сфері аналізу та управління даними в Україні.
''';

// Текст к секции Советы по Приему
String admissionTipsSystemAnalysis = '''
Інформація про вступ на спеціальність Системний аналіз у 2023 році.

Форма навчання: Денна.
Кількість бюджетних місць: 5.

Для вступу на Системний аналіз потрібно скласти НМТ-іспити:
1. НМТ Українська мова (k=0.30, min=100).
2. НМТ Математика (k=0.50, min=100).
3. НМТ Історія України (k=0.20, min=100).

Як подати заяву на цю конкурсну пропозицію?
В особистому кабінеті на https://vstup.edbo.gov.ua необхідно обрати "Національний університет «Одеська політехніка»", спеціальність "124 Системний аналіз" та конкурсна пропозиція "Системний аналіз, управління і аналітика".

День відкритих дверей

Коли: Кожного четверга
Час: з 15:00 до 16:00
Де: Zoom

Віртуальні кімнати де можливо поспілкуватись із відповідними фахівцями.
(пароль до кожної конференції 1)
''';

// Текст к FAQs для Систенмого анализа
String faqs = '''
Ось тут ти можеш задати своє запитання та отримати відповідь. Для цього просто напиши своє запитання, а вільний адміністратор як тільки матиме можливість, надасть відповідь.
''';

String inProcess = '''!!! Розробляється !!!''';

String infoMessage =
    '''Вибери спеціальність, щоб отримати інформацію про неї.''';
